---
kind: enumMember
id: F:Autodesk.Revit.DB.ModelUpdatesStatus.UpdatedInCentral
enum: Autodesk.Revit.DB.ModelUpdatesStatus
source: html/2fc35e00-cdf2-8368-e6a6-032725492cbe.htm
---
# Autodesk.Revit.DB.ModelUpdatesStatus.UpdatedInCentral

The element has additional user changes in the central model. A reload latest will be
 required before it can be modified in the current model.